cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'grc'
brew 'libgit2'
brew 'openssl'
brew 'unrar'
brew 'wget'
brew 'python'

# General
cask 'google-chrome'
cask 'google-drive'
cask 'vlc'
cask 'transmission'
cask 'the-unarchiver'
cask 'dropbox'
cask 'dwihn0r-keepassx'
cask 'lastpass'
cask 'sophos-anti-virus-home-edition'
cask 'vlc'
cask 'textwrangler'
cask 'picasa'
cask 'flash-player'
cask 'flux'

# Work/Coding
brew 'tldr'
brew 'rabbitmq'
brew 'mysql'
brew 'sqlite'
brew 'mongodb'
cask 'studio-3t'
cask 'sqlitestudio'
cask 'slack'
cask 'iterm2'
cask 'virtualbox'
cask 'box-edit'
cask 'box-sync'
cask 'sequel-pro'
cask 'pycharm'
cask 'sublime-text'
cask 'zoomus'
cask 'psequel'
cask 'viscosity'
# cask 'mou'
brew 'libxmlsec1'
brew 'casperjs'


# Mac Specific
cask 'alfred'
cask 'spectacle'
cask 'displaylink'
cask 'notational-velocity'
